Repository: antoine-teston/neon-compass
Catalog: NeonCompass/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

# att.explainer.body
source: Apple will ask whether we may use your device identifier. Allowing it lets us show better-paid ads, so everything can stay free. Declining changes nothing to what the app does.
de: Apple fragt gleich, ob wir deine Gerätekennung verwenden dürfen. Mit deiner Erlaubnis können wir besser bezahlte Werbung zeigen und alles kostenlos halten. Eine Ablehnung ändert nichts an dem, was die App kann.
es: Apple te preguntará si podemos usar el identificador de tu dispositivo. Autorizarlo nos permite mostrar anuncios mejor pagados y mantenerlo todo gratis. Rechazarlo no cambia nada de lo que hace la app.
fr: Apple va vous demander si nous pouvons utiliser l'identifiant de votre appareil. L'autoriser nous permet d'afficher des publicités mieux rémunérées, et donc de tout garder gratuit. Refuser ne change rien à ce que fait l'app.
it: Apple ti chiederà se possiamo usare l'identificatore del tuo dispositivo. Consentirlo ci permette di mostrare annunci meglio remunerati e di mantenere tutto gratuito. Rifiutare non cambia nulla di ciò che fa l'app.

# att.explainer.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua

# att.explainer.later
source: Not now
de: Jetzt nicht
es: Ahora no
fr: Plus tard
it: Non ora

# att.explainer.title
source: Ads keep this app free
de: Werbung hält diese App kostenlos
es: La publicidad mantiene esta app gratis
fr: La publicité garde cette app gratuite
it: La pubblicità mantiene gratuita questa app

# challenges.sheet.close
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto

# challenges.sheet.title
source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis
it: Sfide

# cheats.category.misc
source: Other
de: Sonstiges
es: Otros
fr: Divers
it: Vari

# cheats.category.player
source: Character
de: Charakter
es: Personaje
fr: Personnage
it: Personaggio

# cheats.category.vehicles
source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli

# cheats.category.weapons
source: Weapons
de: Waffen
es: Armas
fr: Armes
it: Armi

# cheats.category.world
source: World
de: Welt
es: Mundo
fr: Monde
it: Mondo

# cheats.code.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato

# cheats.code.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

# cheats.code.pc.hint
source: Type in the cheat console
de: In der Cheat-Konsole eingeben
es: Escríbelo en la consola de trucos
fr: À taper dans la console de triche
it: Da digitare nella console dei trucchi

# cheats.code.phone.hint
source: Dial on the in-game phone
de: Im Spiel-Handy wählen
es: Márcalo en el teléfono del juego
fr: À composer sur le téléphone du jeu
it: Da comporre sul telefono di gioco

# cheats.empty.body
source: The game is out on 19 November 2026. Its codes will land here once players have found and confirmed them — we won’t guess them in advance.
de: Das Spiel erscheint am 19. November 2026. Seine Codes kommen hierher, sobald Spieler sie gefunden und bestätigt haben — wir raten sie nicht vorab.
es: El juego sale el 19 de noviembre de 2026. Sus códigos llegarán aquí cuando los jugadores los encuentren y confirmen: no los adivinaremos por adelantado.
fr: Le jeu sort le 19 novembre 2026. Ses codes arriveront ici dès que les joueurs les auront trouvés et confirmés — nous ne les devinerons pas d’avance.
it: Il gioco esce il 19 novembre 2026. I suoi codici arriveranno qui quando i giocatori li avranno trovati e confermati: non li indovineremo in anticipo.

# cheats.empty.title
source: No codes yet
de: Noch keine Codes
es: Aún no hay códigos
fr: Pas encore de codes
it: Ancora nessun codice

# cheats.favorite.add
source: Add to favourites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti

# cheats.favorite.remove
source: Remove from favourites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti

# cheats.favorites.capReached
source: Five favorites per input method on the free plan.
de: Fünf Favoriten pro Eingabeart in der Gratisversion.
es: Cinco favoritos por método de entrada en la versión gratuita.
fr: Cinq favoris par mode de saisie dans la version gratuite.
it: Cinque preferiti per modalità di inserimento nella versione gratuita.

# cheats.favorites.countAccessibility %lld %lld
source: %1$lld of %2$lld favorites used
de: %1$lld von %2$lld Favoriten belegt
es: %1$lld de %2$lld favoritos usados
fr: %1$lld favoris sur %2$lld utilisés
it: %1$lld preferiti su %2$lld usati

# cheats.favorites.more %lld
source: Show %lld more
de: %lld weitere anzeigen
es: Ver %lld más
fr: Voir les %lld autres
it: Mostra altri %lld

# cheats.favorites.noCodeHere
source: No code for this input method
de: Kein Code für diese Eingabeart
es: Sin código para este método de entrada
fr: Pas de code sur ce mode de saisie
it: Nessun codice per questa modalità

# cheats.favorites.pin
source: Pin to the Lock Screen
de: An den Sperrbildschirm heften
es: Fijar en la pantalla bloqueada
fr: Épingler à l'écran verrouillé
it: Fissa nella schermata di blocco

# cheats.favorites.pinIsPro
source: Favorites on the Lock Screen are a Pro feature.
de: Favoriten am Sperrbildschirm sind Pro vorbehalten.
es: Los favoritos en la pantalla bloqueada son función Pro.
fr: Les favoris sur l'écran verrouillé sont réservés à Pro.
it: I preferiti nella schermata di blocco sono una funzione Pro.

# cheats.favorites.title
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti

# cheats.favorites.unpin
source: Unpin from the Lock Screen
de: Vom Sperrbildschirm lösen
es: Quitar de la pantalla bloqueada
fr: Retirer de l'écran verrouillé
it: Rimuovi dalla schermata di blocco

# cheats.filter.category.all
source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte

# cheats.filter.category.all.a11y
source: All categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les rubriques
it: Tutte le categorie

# cheats.filter.toggle.a11y
source: Filter by category
de: Nach Kategorie filtern
es: Filtrar por categoría
fr: Filtrer par rubrique
it: Filtra per categoria

# cheats.footnote.safe
source: None of these codes block 100% completion. Their effect wears off, and the in-game phone doesn’t remember them — enter one again to renew it.
de: Keiner dieser Codes verhindert 100 %. Die Wirkung endet, und das Spiel-Handy merkt sie sich nicht — zum Erneuern neu eingeben.
es: Ninguno de estos códigos impide el 100 %. Su efecto caduca y el teléfono del juego no los recuerda: vuelve a introducirlos para renovarlo.
fr: Aucun de ces codes n’empêche le 100 %. Leur effet expire, et le téléphone du jeu ne les mémorise pas : à resaisir pour renouveler.
it: Nessuno di questi codici impedisce il 100 %. L’effetto scade e il telefono di gioco non li memorizza: reinseriscilo per rinnovarlo.

# cheats.mode.pc
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera

# cheats.mode.pc.short
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera

# cheats.mode.phone
source: In-game phone
de: Spiel-Handy
es: Teléfono del juego
fr: Téléphone du jeu
it: Telefono di gioco

# cheats.mode.phone.short
source: Phone
de: Handy
es: Teléfono
fr: Téléphone
it: Telefono

# cheats.mode.picker
source: Input method
de: Eingabeart
es: Método de entrada
fr: Mode de saisie
it: Modalità di inserimento

# cheats.reader.close
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# cheats.search.placeholder
source: Search cheats
de: Cheats durchsuchen
es: Buscar trucos
fr: Rechercher des codes
it: Cerca trucchi

# cheats.unavailable.title %lld
source: %lld codes need another input method
de: %lld Codes brauchen eine andere Eingabeart
es: %lld códigos usan otro método de entrada
fr: %lld codes passent par un autre mode de saisie
it: %lld codici usano un'altra modalità di inserimento

# community.signInToContribute.message
source: Proposing places and voting need an account: it is what makes a contribution yours, and what earns you XP.
de: Orte vorschlagen und abstimmen brauchen ein Konto: es macht einen Beitrag zu deinem und bringt dir XP.
es: Proponer lugares y votar requieren una cuenta: es lo que hace tuya una contribución y lo que te da XP.
fr: Proposer un lieu et voter demandent un compte : c'est ce qui rend une contribution tienne, et ce qui te rapporte de l'XP.
it: Proporre luoghi e votare richiedono un account: è ciò che rende tua una contribuzione e ciò che ti fa guadagnare XP.

# community.signInToContribute.signIn
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi

# community.signInToContribute.title
source: Sign in to contribute
de: Zum Mitmachen anmelden
es: Inicia sesión para contribuir
fr: Se connecter pour contribuer
it: Accedi per contribuire

# countdown.unit.days
source: Days
de: Tage
es: Días
fr: Jours
it: Giorni

# countdown.unit.hours
source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore

# countdown.unit.minutes
source: Minutes
de: Minuten
es: Minutos
it: Minuti

# countdown.unit.seconds
source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi

# disclaimer.accept
source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Ho capito

# disclaimer.body
source: This app is a fan project. It is not affiliated with, endorsed by, or connected to Rockstar Games or Take-Two Interactive. All artwork is original.
de: Diese App ist ein Fanprojekt. Sie steht in keiner Verbindung zu Rockstar Games oder Take-Two Interactive und wird von diesen weder unterstützt noch anerkannt. Alle Grafiken sind Originalwerke.
es: Esta aplicación es un proyecto de fans. No está afiliada, respaldada ni conectada con Rockstar Games ni Take-Two Interactive. Todas las ilustraciones son originales.
fr: Cette application est un projet de fan. Elle n'est ni affiliée à, ni approuvée par, ni liée à Rockstar Games ou Take-Two Interactive. Tous les visuels sont originaux.
it: Questa app è un progetto di fan. Non è affiliata, sponsorizzata né collegata a Rockstar Games o Take-Two Interactive. Tutti i contenuti grafici sono originali.

# disclaimer.title
source: Unofficial companion
de: Inoffizieller Begleiter
es: Compañero no oficial
fr: Compagnon non officiel
it: Companion non ufficiale

# feed.card.open
source: Double tap to open the item
de: Zum Öffnen doppelt tippen
es: Toca dos veces para abrir
fr: Toucher deux fois pour ouvrir l'actu
it: Tocca due volte per aprire

# feed.category.announcement
source: Announcement
de: Ankündigung
es: Anuncio
fr: Annonce
it: Annuncio

# feed.category.business
source: Business
de: Markt
es: Mercado
fr: Marché
it: Mercato

# feed.category.guide
source: Guide
de: Ratgeber
es: Guía
it: Guida

# feed.category.patch
source: Patch
de: Update
es: Parche
fr: Mise à jour

# feed.confidence.corroborated
source: Corroborated
de: Bestätigt
es: Contrastado
fr: Recoupé
it: Verificato

# feed.confidence.corroborated.detail
source: Reported by several independent sources.
de: Von mehreren unabhängigen Quellen berichtet.
es: Informado por varias fuentes independientes.
fr: Rapporté par plusieurs sources indépendantes.
it: Riportato da più fonti indipendenti.

# feed.confidence.official
source: Official source
de: Offizielle Quelle
es: Fuente oficial
fr: Source officielle
it: Fonte ufficiale

# feed.confidence.official.detail
source: Confirmed by an official communication.
de: Durch eine offizielle Mitteilung bestätigt.
es: Confirmado por una comunicación oficial.
fr: Confirmé par une communication officielle.
it: Confermato da una comunicazione ufficiale.

# feed.confidence.rumor
source: Rumour
de: Gerücht
es: Rumor
fr: Rumeur
it: Voce

# feed.confidence.rumor.detail
source: Unconfirmed. Speculation or unverified information.
de: Unbestätigt. Spekulation oder unbestätigte Information.
es: Sin confirmar. Especulación o información no verificada.
fr: Non confirmé. Spéculation ou information non vérifiée.
it: Non confermato. Speculazione o informazione non verificata.

# feed.confidence.single
source: Single source
de: Einzelquelle
es: Fuente única
fr: Une seule source
it: Fonte unica

# feed.confidence.single.detail
source: Reported by a single source. Take it as such.
de: Von einer einzigen Quelle berichtet. Entsprechend einordnen.
es: Informado por una sola fuente. Tómalo como tal.
fr: Rapporté par une seule source. À prendre comme tel.
it: Riportato da una sola fonte. Da prendere come tale.

# feed.detail.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

# feed.empty
source: No news yet — check back soon.
de: Noch keine News — schau bald wieder vorbei.
es: Aún no hay noticias — vuelve pronto.
fr: Pas encore d'actu — revenez bientôt.
it: Ancora nessuna novità — ricontrolla presto.

# feed.filter.category.all
source: All
de: Alle
es: Todas
fr: Toutes
it: Tutte

# feed.filter.category.all.a11y
source: All topics
de: Alle Themen
es: Todas las secciones
fr: Toutes les rubriques
it: Tutte le sezioni

# feed.filter.game.all
source: Both
de: Beide
es: Ambos
fr: Les deux
it: Entrambi

# feed.filter.game.all.a11y
source: Both games
de: Beide Spiele
es: Ambos juegos
fr: Les deux jeux
it: Entrambi i giochi

# feed.new
source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo

# feed.release.countdown.title
source: Releases in
de: Erscheint in
es: Sale en
fr: Sortie dans
it: Esce tra

# feed.release.out
source: It's out.
de: Es ist da.
es: Ya está aquí.
fr: C'est sorti.
it: È uscito.

# feed.section.earlier
source: Earlier
de: Früher
es: Antes
fr: Plus tôt
it: Prima

# feed.section.thisMonth
source: This month
de: Diesen Monat
es: Este mes
fr: Ce mois-ci
it: Questo mese

# feed.section.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana

# guides.chapter.beginner
source: Beginner
de: Einsteiger
es: Principiante
fr: Débutant
it: Principiante

# guides.chapter.money
source: Money
de: Geld
es: Dinero
fr: Argent
it: Denaro

# guides.chapter.sideContent
source: Side Content
de: Nebeninhalte
es: Contenido secundario
fr: Contenu annexe
it: Contenuti secondari

# map.category.activity
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività

# map.category.collectible
source: Collectibles
de: Sammelobjekte
es: Coleccionables
fr: Objets à collectionner
it: Oggetti da collezione

# map.category.landmark
source: Landmarks
de: Sehenswürdigkeiten
es: Lugares emblemáticos
fr: Lieux emblématiques
it: Punti di riferimento

# map.category.safehouse
source: Safehouses
de: Unterschlüpfe
es: Refugios
fr: Planques
it: Rifugi

# map.category.vehicle
source: Vehicles
de: Fahrzeuge
es: Vehículos
fr: Véhicules
it: Veicoli

# map.cluster.accessibility %lld
source: %lld points of interest
de: %lld Orte
es: %lld puntos de interés
fr: %lld points d'intérêt
it: %lld punti di interesse

# map.cluster.foundAccessibility %lld
source: %lld found
de: %lld gefunden
es: %lld encontrados
fr: %lld trouvés
it: %lld trovati

# map.contribution.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# map.contribution.categoryLabel
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria

# map.contribution.error.cooldown
source: One spot at a time — hold on a moment.
de: Ein Ort nach dem anderen – einen Moment noch.
es: Un lugar cada vez: espera un momento.
fr: Un lieu à la fois — patientez un instant.
it: Un luogo alla volta: attendi un momento.

# map.contribution.error.disabled
source: Proposals are paused right now.
de: Vorschläge sind derzeit ausgesetzt.
es: Las propuestas están suspendidas por ahora.
fr: Les propositions sont suspendues pour le moment.
it: Le proposte sono sospese al momento.

# map.contribution.error.duplicate
source: A spot of this category already exists nearby.
de: Ganz in der Nähe gibt es bereits einen Ort dieser Kategorie.
es: Ya existe un lugar de esta categoría muy cerca.
fr: Un lieu de cette catégorie existe déjà tout près.
it: Esiste già un luogo di questa categoria lì vicino.

# map.contribution.error.failed
source: Sending failed.
de: Senden fehlgeschlagen.
es: No se pudo enviar.
fr: L'envoi a échoué.
it: Invio non riuscito.

# map.contribution.error.move
source: Move the pin
de: Markierung verschieben
es: Mover el marcador
fr: Déplacer l'épingle
it: Sposta il segnalino

# map.contribution.error.rename
source: Rename it
de: Umbenennen
es: Cambiar el nombre
fr: Le renommer
it: Rinominalo

# map.contribution.error.signIn
source: Go to Profile
de: Zum Profil
es: Ir al perfil
fr: Aller au Profil
it: Vai al profilo

# map.contribution.error.signedOut
source: Sign in again to propose a spot.
de: Melden Sie sich erneut an, um einen Ort vorzuschlagen.
es: Vuelve a iniciar sesión para proponer un lugar.
fr: Reconnectez-vous pour proposer un lieu.
it: Accedi di nuovo per proporre un luogo.

# map.contribution.error.vocabulary
source: This name won't do. Try another wording.
de: Dieser Name geht nicht. Formulieren Sie ihn anders.
es: Este nombre no se admite. Formúlalo de otro modo.
fr: Ce nom ne passe pas. Reformulez-le.
it: Questo nome non va. Riformulalo.

# map.contribution.pending.approved
source: Approved — reaching everyone's map shortly
de: Freigegeben – erscheint bald auf allen Karten
es: Aprobada: llegará al mapa de todos
fr: Approuvée — elle arrive sur la carte de tous
it: Approvata: sta arrivando sulla mappa di tutti

# map.contribution.pending.badge
source: Yours
de: Ihrer
es: Tuya
fr: La vôtre
it: Tua

# map.contribution.pending.status
source: Pending review
de: Wird geprüft
es: Pendiente de revisión
fr: En attente de relecture
it: In attesa di revisione

# map.contribution.retry
source: Send again
de: Erneut senden
es: Reenviar
fr: Renvoyer
it: Reinvia

# map.contribution.sent.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto

# map.contribution.sent.message
source: It will appear on the map once reviewed. Worth 20 XP when approved.
de: Nach der Prüfung erscheint er auf der Karte. 20 XP bei Freigabe.
es: Aparecerá en el mapa tras la revisión. 20 XP al aprobarse.
fr: Elle apparaîtra sur la carte une fois relue. 20 XP à l'approbation.
it: Comparirà sulla mappa dopo la revisione. 20 XP all'approvazione.

# map.contribution.sent.seeMine
source: See my proposals
de: Meine Vorschläge ansehen
es: Ver mis propuestas
fr: Voir mes propositions
it: Vedi le mie proposte

# map.contribution.sent.title
source: Proposal sent
de: Vorschlag gesendet
es: Propuesta enviada
fr: Proposition envoyée
it: Proposta inviata

# map.contribution.sheetTitle
source: Propose a spot
de: Ort vorschlagen
es: Proponer un lugar
fr: Proposer un lieu
it: Proponi un luogo

# map.contribution.submit
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia

# map.contribution.submitIn
source: Send in %lld s
de: Senden in %lld s
es: Enviar en %lld s
fr: Envoyer dans %lld s
it: Invia tra %lld s

# map.contribution.subtitle
source: VI map · reviewed before it goes live
de: Karte VI · vor Veröffentlichung geprüft
es: Mapa VI · revisado antes de publicarse
fr: Carte VI · relu avant d'être publié
it: Mappa VI · rivista prima della pubblicazione

# map.contribution.titlePlaceholder
source: What's here? (280 characters max)
de: Was ist hier? (max. 280 Zeichen)
es: ¿Qué hay aquí? (máx. 280 caracteres)
fr: Qu'y a-t-il ici ? (280 caractères max)
it: Cosa c'è qui? (max 280 caratteri)

# map.credit.basemap
source: Base map
de: Kartengrundlage
es: Mapa base
fr: Fond de carte
it: Mappa base

# map.filter.pins
source: My pins
de: Meine Markierungen
es: Mis pines
fr: Mes épingles
it: I miei segnaposti

# map.game.reference
source: Reference map
de: Referenzkarte
es: Mapa de referencia
fr: Carte de référence
it: Mappa di riferimento

# map.game.upcoming
source: Upcoming game map
de: Karte des kommenden Spiels
es: Mapa del próximo juego
fr: Carte du jeu à venir
it: Mappa del gioco in arrivo

# map.hideFound.toggle
source: Show only what's left
de: Nur Verbleibendes anzeigen
es: Mostrar solo lo que falta
fr: Afficher seulement ce qu'il reste
it: Mostra solo ciò che manca

# map.longPress.addPersonalPin
source: Add a personal pin
de: Persönliche Markierung hinzufügen
es: Añadir un pin personal
fr: Ajouter une épingle personnelle
it: Aggiungi un segnaposto personale

# map.longPress.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# map.longPress.menuTitle
source: What do you want to do here?
de: Was möchtest du hier tun?
es: ¿Qué quieres hacer aquí?
fr: Que voulez-vous faire ici ?
it: Cosa vuoi fare qui?

# map.longPress.proposeSpot
source: Propose a spot
de: Ort vorschlagen
es: Proponer un lugar
fr: Proposer un lieu
it: Proponi un luogo

# map.personalPins.title
source: My pins
de: Meine Markierungen
es: Mis pines
fr: Mes épingles
it: I miei segnaposti

# map.pins.card.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# map.pins.card.delete
source: Delete pin
de: Markierung löschen
es: Eliminar pin
fr: Supprimer l'épingle
it: Elimina segnaposto

# map.pins.card.deleteConfirm
source: Delete this pin?
de: Diese Markierung löschen?
es: ¿Eliminar este pin?
fr: Supprimer cette épingle ?
it: Eliminare questo segnaposto?

# map.pins.card.done
source: Done
de: Erledigt
es: Hecho
fr: Fait
it: Fatto

# map.pins.card.markDone
source: Mark as done
de: Als erledigt markieren
es: Marcar como hecho
fr: Marquer comme fait
it: Segna come fatto

# map.pins.card.notePlaceholder
source: A note for later
de: Eine Notiz für später
es: Una nota para después
fr: Une note pour plus tard
it: Una nota per dopo

# map.pins.card.titlePlaceholder
source: Name this pin
de: Markierung benennen
es: Nombra este pin
fr: Nommez cette épingle
it: Dai un nome a questo segnaposto

# map.pins.countAccessibility %lld %lld
source: %1$lld of %2$lld pins used
de: %1$lld von %2$lld Markierungen belegt
es: %1$lld de %2$lld pines usados
fr: %1$lld épingles sur %2$lld utilisées
it: %1$lld segnaposti su %2$lld usati

# map.pins.empty.message
source: Press and hold anywhere on the map to drop a pin.
de: Halte die Karte gedrückt, um eine Markierung zu setzen.
es: Mantén pulsado el mapa para colocar un pin.
fr: Appuyez longuement sur la carte pour poser une épingle.
it: Tieni premuto sulla mappa per posare un segnaposto.

# map.pins.empty.title
source: No pins yet
de: Noch keine Markierungen
es: Aún no hay pines
fr: Aucune épingle
it: Nessun segnaposto

# map.pins.full.cancel
source: Not now
de: Später
es: Ahora no
fr: Plus tard
it: Non ora

# map.pins.full.message
source: Free notebooks hold 20 pins. Pro lifts the limit and keeps your notebook in sync across your devices.
de: Das kostenlose Notizbuch fasst 20 Markierungen. Pro hebt das Limit auf und hält dein Notizbuch geräteübergreifend synchron.
es: El cuaderno gratuito admite 20 pines. Pro elimina el límite y sincroniza tu cuaderno entre tus dispositivos.
fr: Le carnet gratuit tient vingt épingles. Pro lève la limite et garde votre carnet synchronisé entre vos appareils.
it: Il taccuino gratuito contiene 20 segnaposti. Pro toglie il limite e sincronizza il taccuino tra i tuoi dispositivi.

# map.pins.full.title
source: Notebook full
de: Notizbuch voll
es: Cuaderno lleno
fr: Carnet plein
it: Taccuino pieno

# map.pins.full.upgrade
source: See Pro
de: Pro ansehen
es: Ver Pro
fr: Voir Pro
it: Scopri Pro

# map.pins.icon.danger
source: Danger
de: Gefahr
es: Peligro
it: Pericolo

# map.pins.icon.explore
source: To explore
de: Zu erkunden
es: Por explorar
fr: À explorer
it: Da esplorare

# map.pins.icon.marker
source: Marker
de: Markierung
es: Marcador
fr: Repère
it: Segnaposto

# map.pins.icon.photo
source: Photo spot
de: Fotostelle
es: Punto fotográfico
fr: Spot photo
it: Punto foto

# map.pins.icon.stash
source: Stash
de: Versteck
es: Escondite
fr: Cache
it: Nascondiglio

# map.pins.icon.vehicle
source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
it: Veicolo

# map.pins.section.done
source: Done
de: Erledigt
es: Hechos
fr: Fait
it: Fatti
